[Demo_Sisters_ep7_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=500,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=470,Y=-8990,Z=1118),VecSub=(X=80,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=535,Y=-8990,Z=1118),VecSub=(X=100,Y=0,Z=0),CId=70)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=30)
DemoScripts[9]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=11,Vec=(X=470,Y=-8940,Z=1253))
DemoScripts[10]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[11]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Decision.GG2_BGM_DM_CMN_Decision_Cue')
DemoScripts[12]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[13]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[14]=(Actor=FADE,Command=WAIT)
DemoScripts[15]=(Actor=WINDOW,Command=SET)
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[18]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[20]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[21]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[23]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_005_Cue',Name="カミゾノ　マヤ")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[36]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[37]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0300_lp_Surprise",Number=8)
DemoScripts[42]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_010_Cue',Name="カミゾノ　マヤ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0301_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_013_Cue',Name="カミゾノ　マヤ")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[62]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_lp_close_tightly",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[64]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_018_Cue',Name="カミゾノ　マヤ")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[66]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[67]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[68]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_019_Cue',Name="カミゾノ　シノブ")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=140,Y=0,Z=0),SecTime=0.3,CId=70)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[75]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_020_Cue',Name="カミゾノ　マヤ")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[77]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[78]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=40,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[81]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_021_Cue',Name="カミゾノ　シノブ")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[83]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_022_Cue',Name="カミゾノ　シノブ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[89]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[91]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[92]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[93]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_024_Cue',Name="カミゾノ　シノブ")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[95]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[97]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_025_Cue',Name="カミゾノ　シノブ")
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[99]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_026_Cue',Name="カミゾノ　マヤ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[105]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[106]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_027_Cue',Name="カミゾノ　シノブ")
DemoScripts[107]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[108]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[111]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_028_Cue',Name="カミゾノ　マヤ")
DemoScripts[112]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[113]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[114]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[116]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_029_Cue',Name="カミゾノ　シノブ")
DemoScripts[117]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[118]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[120]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_030_Cue',Name="カミゾノ　マヤ")
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[122]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[123]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[124]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[125]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Gag.GG2_BGM_DM_CMN_Gag_Cue')
DemoScripts[126]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[127]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=80,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[128]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0300_lp_Surprise",Number=8)
DemoScripts[130]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[131]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=100,Y=0,Z=0),SecTime=0.3,CId=70)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0300_lp_Surprise",Number=8)
DemoScripts[134]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[136]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[138]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_032_Cue',Name="カミゾノ　シノブ")
DemoScripts[139]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[140]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[141]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_033_Cue',Name="カミゾノ　マヤ")
DemoScripts[142]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[143]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[144]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_034_Cue',Name="")
DemoScripts[145]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[146]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[148]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0301_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[149]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[150]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_036_Cue',Name="カミゾノ　シノブ")
DemoScripts[151]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[152]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[154]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0301_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[156]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_038_Cue',Name="カミゾノ　マヤ")
DemoScripts[157]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[158]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[159]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[160]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_040_Cue',Name="カミゾノ　マヤ")
DemoScripts[161]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[162]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[163]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_041_Cue',Name="カミゾノ　シノブ")
DemoScripts[164]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[165]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[166]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[167]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[168]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Anger_Cue')
DemoScripts[169]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=5,CId=69)
DemoScripts[170]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[171]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[172]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_043_Cue',Name="カミゾノ　シノブ")
DemoScripts[173]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[174]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[175]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[176]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[177]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_044_Cue',Name="カミゾノ　マヤ")
DemoScripts[178]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[179]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[180]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[181]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[182]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[183]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[184]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[185]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[186]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[187]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[188]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[189]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_fx_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=0)
DemoScripts[190]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0300_lp_Surprise",Number=8)
DemoScripts[191]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=0)
DemoScripts[192]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0300_lp_Surprise",Number=8)
DemoScripts[193]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[194]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_lp_close_perplex",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0301_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[195]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[196]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_048_Cue',Name="カミゾノ　シノブ")
DemoScripts[197]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[198]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[199]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0301_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[200]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[201]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_049_Cue',Name="カミゾノ　マヤ")
DemoScripts[202]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[203]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[204]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[205]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[206]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[207]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[208]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[209]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[210]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_051_Cue',Name="カミゾノ　シノブ")
DemoScripts[211]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[212]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[213]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[214]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[215]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[216]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[217]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[218]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[219]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[220]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[221]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_054_Cue',Name="カミゾノ　シノブ")
DemoScripts[222]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[223]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[224]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[225]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[226]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=1,Rate=1)
DemoScripts[227]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_055_Cue',Name="カミゾノ　マヤ")
DemoScripts[228]=(Actor=TEXT,Command=SET,ID=TEXT55)
DemoScripts[229]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[230]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[231]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[232]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[233]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[234]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[235]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[236]=(Actor=TEXT,Command=SET,ID=TEXT56)
DemoScripts[237]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0107_fx_Stand2Shy",Rate=0,Number=3,Bit=1)
DemoScripts[238]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0700_lp_Shy",Number=8)
DemoScripts[239]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[240]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[241]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_057_Cue',Name="")
DemoScripts[242]=(Actor=TEXT,Command=SET,ID=TEXT57)
DemoScripts[243]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[244]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_058_Cue',Name="カミゾノ　マヤ")
DemoScripts[245]=(Actor=TEXT,Command=SET,ID=TEXT58)
DemoScripts[246]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[247]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_059_Cue',Name="カミゾノ　シノブ")
DemoScripts[248]=(Actor=TEXT,Command=SET,ID=TEXT59)
DemoScripts[249]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[250]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[251]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=1,Rate=1)
DemoScripts[252]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0701_fx_Shy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[253]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[254]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[255]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_060_Cue',Name="カミゾノ　マヤ")
DemoScripts[256]=(Actor=TEXT,Command=SET,ID=TEXT60)
DemoScripts[257]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[258]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_061_Cue',Name="")
DemoScripts[259]=(Actor=TEXT,Command=SET,ID=TEXT61)
DemoScripts[260]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[261]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[262]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[263]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[264]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[265]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[266]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[267]=(Actor=TEXT,Command=SET,ID=TEXT62)
DemoScripts[268]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0109_fx_Stand2Pose",Rate=0,Number=3,Bit=1)
DemoScripts[269]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0900_lp_Pose",Number=8)
DemoScripts[270]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[271]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_063_Cue',Name="カミゾノ　マヤ")
DemoScripts[272]=(Actor=TEXT,Command=SET,ID=TEXT63)
DemoScripts[273]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[274]=(Actor=WINDOW,Command=EXIT)
DemoScripts[275]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[276]=(Actor=FADE,Command=WAIT)
DemoScripts[277]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=0,Y=0,Z=0),CId=70)
DemoScripts[278]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[279]=(Actor=FADE,Command=WAIT)
DemoScripts[280]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[281]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[282]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[283]=(Actor=WINDOW,Command=SET)
DemoScripts[284]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_064_Cue',Name="カミゾノ　シノブ")
DemoScripts[285]=(Actor=TEXT,Command=SET,ID=TEXT64)
DemoScripts[286]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[287]=(Actor=WINDOW,Command=EXIT)
DemoScripts[288]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[289]=(Actor=FADE,Command=WAIT)
DemoScripts[290]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=0,Y=0,Z=0),CId=69)
DemoScripts[291]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[292]=(Actor=FADE,Command=WAIT)
DemoScripts[293]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Sisters_ep7_2.GG2_SE_DM_Docking_Cue')
DemoScripts[294]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[295]=(Actor=WINDOW,Command=SET)
DemoScripts[296]=(Actor=TEXT,Command=SET,ID=TEXT65)
DemoScripts[297]=(Actor=WINDOW,Command=EXIT)
DemoScripts[298]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[299]=(Actor=FADE,Command=WAIT)
DemoScripts[300]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=470,Y=-8990,Z=1120),CId=69)
DemoScripts[301]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[302]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[303]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=535,Y=-8990,Z=1120),CId=70)
DemoScripts[304]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[305]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[306]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[307]=(Actor=FADE,Command=WAIT)
DemoScripts[308]=(Actor=WINDOW,Command=SET)
DemoScripts[309]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_066_Cue',Name="")
DemoScripts[310]=(Actor=TEXT,Command=SET,ID=TEXT66)
DemoScripts[311]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[312]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[313]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[314]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[315]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[316]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Serious_Sisters.GG2_BGM_DM_Serious_Sisters_Cue')
DemoScripts[317]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[318]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Gun_Ready_Cue')
DemoScripts[319]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0109_fx_Stand2Ready",Rate=0,Number=3,Bit=1)
DemoScripts[320]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0900_lp_Ready",Number=8)
DemoScripts[321]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=75)
DemoScripts[322]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=500,Y=-8800,Z=1348))
DemoScripts[323]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_067_Cue',Name="カミゾノ　シノブ")
DemoScripts[324]=(Actor=TEXT,Command=SET,ID=TEXT67)
DemoScripts[325]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[326]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[327]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[328]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[329]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_068_Cue',Name="カミゾノ　マヤ")
DemoScripts[330]=(Actor=TEXT,Command=SET,ID=TEXT68)
DemoScripts[331]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[332]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_069_Cue',Name="カミゾノ　シノブ")
DemoScripts[333]=(Actor=TEXT,Command=SET,ID=TEXT69)
DemoScripts[334]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[335]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[336]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[337]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=1,Rate=1)
DemoScripts[338]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_070_Cue',Name="カミゾノ　マヤ")
DemoScripts[339]=(Actor=TEXT,Command=SET,ID=TEXT70)
DemoScripts[340]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[341]=(Actor=TEXT,Command=SET,ID=TEXT71)
DemoScripts[342]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0901_fx_Ready2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[343]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[344]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_072_Cue',Name="カミゾノ　シノブ")
DemoScripts[345]=(Actor=TEXT,Command=SET,ID=TEXT72)
DemoScripts[346]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[347]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_073_Cue',Name="")
DemoScripts[348]=(Actor=TEXT,Command=SET,ID=TEXT73)
DemoScripts[349]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[350]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[351]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[352]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[353]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_074_Cue',Name="カミゾノ　マヤ")
DemoScripts[354]=(Actor=TEXT,Command=SET,ID=TEXT74)
DemoScripts[355]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[356]=(Actor=TEXT,Command=SET,ID=TEXT75)
DemoScripts[357]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Gun_Ready_Cue')
DemoScripts[358]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0109_fx_Stand2Ready",Rate=0,Number=3,Bit=1)
DemoScripts[359]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0900_lp_Ready",Number=8)
DemoScripts[360]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=500,Y=-8800,Z=1348))
DemoScripts[361]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_076_Cue',Name="カミゾノ　シノブ")
DemoScripts[362]=(Actor=TEXT,Command=SET,ID=TEXT76)
DemoScripts[363]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[364]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[365]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[366]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_2.GG2_V_Sisters_ep7_2_077_Cue',Name="カミゾノ　マヤ")
DemoScripts[367]=(Actor=TEXT,Command=SET,ID=TEXT77)
DemoScripts[368]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[369]=(Actor=TEXT,Command=SET,ID=TEXT78)
DemoScripts[370]=(Actor=WINDOW,Command=EXIT)
DemoScripts[371]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[372]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[373]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[374]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[375]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep7_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=75),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep7_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="謝謝妳們過來.")

Texts[1]=(Label="TEXT02",Name="真夜",Text="峯哥......")

Texts[2]=(Label="TEXT03",Name="忍",Text="......那麼,你要說什麼?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="我希望......妳們兩個好好聽我說./n是關於我的想法.")

Texts[4]=(Label="TEXT05",Name="真夜",Text="想法......?")

Texts[5]=(Label="TEXT06",Name="忍",Text="該......該不會......")

Texts[6]=(Label="TEXT07",Name="峯大",Text="我......我......")

Texts[7]=(Label="TEXT08",Name="峯大",Text="我喜歡妳們!/n我想和妳們兩個交往.",Format[0]=(Size=37,Start=0,End=6))

Texts[8]=(Label="TEXT09",Name="忍",Text="什......!? 兩個!?/n你說兩個......兩個人!!?")

Texts[9]=(Label="TEXT10",Name="真夜",Text="你在......說什麼......?")

Texts[10]=(Label="TEXT11",Name="峯大",Text="......妳們會覺得反感也是沒辦法的事....../n但是妳們兩個人我都喜歡./n這就是我......毫無掩飾的想法.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="在這3年中,小真夜離開這裡....../n小忍也開始無視我....../n即使如此,我還是喜歡小忍.")

Texts[12]=(Label="TEXT13",Name="真夜",Text="......那麼,就和小忍......")

Texts[13]=(Label="TEXT14",Name="峯大",Text="不對哦,小真夜./n我......在這3年當中/n從沒想過要主動追求小忍.")

Texts[14]=(Label="TEXT15",Name="峯大",Text="就只是一直懷抱著喜歡的感情....../n連自己也覺得為什麼不積極一點,/n鬱悶的感覺一直揮之不去......")

Texts[15]=(Label="TEXT16",Name="峯大",Text="直到和小真夜再會的那天,我終於察覺到了./n這種事情......或許妳們會覺得我太自以為是,/n不過......")

Texts[16]=(Label="TEXT17",Name="峯大",Text="我......對小真夜也是....../n懷抱相同程度的喜歡......所以才沒辦法/n在小真夜不在的時候追求小忍......")

Texts[17]=(Label="TEXT18",Name="真夜",Text="......!/n我......只要小忍能幸福....../n那就......")

Texts[18]=(Label="TEXT19",Name="忍",Text="峯大......你也和我一樣......是嗎?/n......而且真夜,連妳也......?")

Texts[19]=(Label="TEXT20",Name="真夜",Text="......?/n小忍,什麼意思......?")

Texts[20]=(Label="TEXT21",Name="忍",Text="咦......?/n不......那個......這是......")

Texts[21]=(Label="TEXT22",Name="忍",Text="............")

Texts[22]=(Label="TEXT23",Name="忍",Text="......唉......事到如今,再隱瞞也沒用了吧....../n我說啊,我也是一樣哦.")

Texts[23]=(Label="TEXT24",Name="忍",Text="我在這3年間和峯大保持距離/n是因為如果趁真夜不在的時候和峯大....../n我覺得這樣並不公平......")

Texts[24]=(Label="TEXT25",Name="忍",Text="真夜......請妳誠實回答我,/n妳......是喜歡峯大的吧......?")

Texts[25]=(Label="TEXT26",Name="真夜",Text="......嗯.")

Texts[26]=(Label="TEXT27",Name="忍",Text="我認為......是真夜的話......和峯大很相配....../n而且......我是個......什麼力量都沒有/n不成材......又沒用的姊姊......")

Texts[27]=(Label="TEXT28",Name="真夜",Text="沒這回事!/n......因為! 小忍和峯哥/n是命運的戀人......!")

Texts[28]=(Label="TEXT29",Name="忍",Text="妳說命運......那種事....../n怎麼可能知道啊!")

Texts[29]=(Label="TEXT30",Name="真夜",Text="我知道!/n是本家的,占星術說的......")

Texts[30]=(Label="TEXT31",Name="峯大",Text="啊--真是的! 這些囉哩叭唆的事情/n在兩個人的個別路線跑過了,所以先跳過!/n要講的話明天之後再說啦!!")

Texts[31]=(Label="TEXT32",Name="忍",Text="咦咦!?")

Texts[32]=(Label="TEXT33",Name="真夜",Text="個別???/n路線???")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="為什麼你要在最後的最後/n說出這麼露骨的話啊!!?")

Texts[34]=(Label="TEXT35",Name="峯大",Text="小忍喜歡我!/n也很重視小真夜!/n......對吧?")

Texts[35]=(Label="TEXT36",Name="忍",Text="啊......啊啊,嗯......沒錯......")

Texts[36]=(Label="TEXT37",Name="峯大",Text="小真夜也是喜歡我的!/n而且也很重視小忍!/n......OK?")

Texts[37]=(Label="TEXT38",Name="真夜",Text="O......OK......")

Texts[38]=(Label="TEXT39",Name="峯大",Text="然後我想和妳們兩個交往!/n妳們看,只要三個人在一起/n不就大家都能幸福了嗎!")

Texts[39]=(Label="TEXT40",Name="真夜",Text="是......這樣嗎......?")

Texts[40]=(Label="TEXT41",Name="忍",Text="確實......有這樣的感覺......")

Texts[41]=(Label="TEXT42",Name="峯大",Text="就是這樣啦!/n哈哈哈!")

Texts[42]=(Label="TEXT43",Name="忍",Text="啊哈哈哈哈....../n......不對,怎麼可能接受啊!!")

Texts[43]=(Label="TEXT44",Name="真夜",Text="峯哥,你傻了嗎......?")

Texts[44]=(Label="TEXT45",Name="峯大",Text="......唔......是啊./n我的確也覺得自己在說些傻話./n但是我......")

Texts[45]=(Label="TEXT46",Name="峯大",Text="我要貫徹這股傻勁!/n不管幾次我都會喊出來!")

Texts[46]=(Label="TEXT47",Name="峯大",Text="我最喜歡妳們兩個了---!!!",Format[0]=(Size=37,Start=0,End=13))

Texts[47]=(Label="TEXT48",Name="忍",Text="等......等等!!?")

Texts[48]=(Label="TEXT49",Name="真夜",Text="嗚嗚......很羞人耶......峯哥.")

Texts[49]=(Label="TEXT50",Name="峯大",Text="我沒辦法考慮別種可能./n......抱歉,這完全是我的任性.")

Texts[50]=(Label="TEXT51",Name="忍",Text="你......有自覺呢.")

Texts[51]=(Label="TEXT52",Name="峯大",Text="嗯.")

Texts[52]=(Label="TEXT53",Name="峯大",Text="我只是想要三個人一起/n變得幸福而已啊!")

Texts[53]=(Label="TEXT54",Name="忍",Text="咦......三個人一起......幸福?/n的......的確是......這樣......吧?")

Texts[54]=(Label="TEXT55",Name="真夜",Text="小忍!/n別被說服啊!!")

Texts[55]=(Label="TEXT56",Name="峯大",Text="想要三個人一起做....../n我想要三個人一起做啊---!!/n這樣,那樣的事!!!")

Texts[56]=(Label="TEXT57",Name="艾可蘿",Text="人渣---!!!")

Texts[57]=(Label="TEXT58",Name="真夜",Text="峯哥......真差勁.")

Texts[58]=(Label="TEXT59",Name="忍",Text="三......三個人什麼的......峯大真是的....../n這......這個嘛......那也是可行的......吧?",Format[0]=(Size=21,Start=16,End=38))

Texts[59]=(Label="TEXT60",Name="真夜",Text="咦?")

Texts[60]=(Label="TEXT61",Name="艾可蘿",Text="咦?")

Texts[61]=(Label="TEXT62",Name="峯大",Text="要上囉! 惡魔獵人小隊!/n超.勇氣合體!!")

Texts[62]=(Label="TEXT63",Name="真夜",Text="瞭解!/n咻嗡--!/n鏘鏗--!!")

Texts[63]=(Label="TEXT64",Name="忍",Text="說......說什麼合體!/n笨蛋笨蛋! 不知羞恥! 沒道德--!!!")

Texts[64]=(Label="TEXT65",Name="峯大",Text="完成!! 超.可變走攻!!/n巨大少女神槍!/nDouble.Peace!!!")

Texts[65]=(Label="TEXT66",Name="艾可蘿",Text="是是是,別浪費時間選這種選項,/n差不多該回到正題了哦.")

Texts[66]=(Label="TEXT67",Name="忍",Text="峯大......我明白你的心意了....../n可是!! 這種不道德的行為....../n我無法原諒!! 我要矯正你!!")

Texts[67]=(Label="TEXT68",Name="真夜",Text="我也......和小忍,持相同意見.")

Texts[68]=(Label="TEXT69",Name="忍",Text="峯大! 想和我們交往的話/n就試著戰勝我們兩個看看吧!")

Texts[69]=(Label="TEXT70",Name="真夜",Text="咦!?")

Texts[70]=(Label="TEXT71",Name="峯大",Text="只要贏了就可以嗎?/n那樣就會和我交往了嗎?")

Texts[71]=(Label="TEXT72",Name="忍",Text="......那樣的話,可以哦./n我們就和你交往!")

Texts[72]=(Label="TEXT73",Name="艾可蘿",Text="原來可以嗎......")

Texts[73]=(Label="TEXT74",Name="真夜",Text="不行吧!?")

Texts[74]=(Label="TEXT75",Name="峯大",Text="那我可就不能輸了!/n我要戰勝妳們兩個,/n絕對會讓妳們都獲得幸福!!")

Texts[75]=(Label="TEXT76",Name="忍",Text="來吧! 峯大!/n試著獲勝,把我們佔為己有吧!!")

Texts[76]=(Label="TEXT77",Name="真夜",Text="......我的,意見呢......?")

Texts[77]=(Label="TEXT78",Name="峯大",Text="妳們兩個!!/n我要上囉!!!")

Texts[78]=(Label="",Name="",Text="")

Texts[79]=(Label="SELECT01",Name="",Text="要貫徹/n這股傻勁!")

Texts[80]=(Label="SELECT02",Name="",Text="沒辦法/n考慮別的")

Texts[81]=(Label="SELECT03",Name="",Text="我只是想要/n三個人一起幸福")

Texts[82]=(Label="SELECT04",Name="",Text="我只是想要/n三個人一起做")

Texts[83]=(Label="SELECT05",Name="",Text="超.勇氣合體!")

Texts[84]=(Label="SELECT06",Name="",Text="")

Texts[85]=(Label="SELECT07",Name="",Text="")

Texts[86]=(Label="SELECT08",Name="",Text="")

Texts[87]=(Label="SELECT09",Name="",Text="")

Texts[88]=(Label="SELECT10",Name="",Text="")


